Repository: common-repository/the-travel-button
Catalog: languages/the-travel-button-*.po
Languages: es_es

source: en
es_es: es

source: https://wordpress.org/plugins/the-travel-button/
es_es: https://es.wordpress.org/plugins/the-travel-button/

source: Monetize your travel content with your very own travel search engine. Help your audience plan their trips with customizable travel buttons.
es_es: Monetiza tu contenido de viajes con tu propio buscador. Ayuda a tus visitantes a planificar sus viajes a través de botones de viaje personalizables.

source: About
es_es: Acerca de

source: License
es_es: Licencia

source: Release notes
es_es: Notas de versión

source: With our plugin for WordPress, you can easily customize and manage different travel buttons to use in your posts.
es_es: Con nuestro plugin para WordPress podrás gestionar fácilmente los diferentes botones de viajes que quieras usar en tus publicaciones.

source: The Travel Button® helps you monetize your travel content effectively while giving your visitors access to a global tourism and travel-related services search engine. It is an elegant advertising solution, fully adaptable to your website's design, with customizable style and placement.
es_es: The Travel Button® te ayuda a monetizar tu contenido de viajes de forma eficaz, mientras permites a tus visitantes consultar un buscador global de servicios turísticos. Es una solución publicitaria elegante, que podrás adaptar al estilo de tu página web y colocar donde más te guste.

source: It saves visitors time when, inspired by the content you have published about a destination, they want to find useful information to plan a trip. With a single click and without leaving your website.
es_es: Ahorra tiempo a cualquier visitante que, inspirado por el contenido que has publicado acerca de un destino, quiere buscar información para visitarlo. Todo con un solo clic y sin abandonar tu página web.

source: Untitled
es_es: Nombre no especificado

source: buttons
es_es: botones

source: Page %1$d of %2$d
es_es: Página %1$d de %2$d

source: search by id or name
es_es: buscar por id o nombre

source: Name
es_es: Nombre

source: Preview
es_es: Previsualización

source: Actions
es_es: Acciones

source: Not configured
es_es: No configurado

source: Configured
es_es: Configurado

source: Clone
es_es: Clonar

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Cancel
es_es: Cancelar

source: Warning!
es_es: ¡Cuidado!

source: On button
es_es: En botón

source: Default
es_es: Por defecto

source: This operation cannot be undone. Are you sure you want to delete this item?
es_es: Esta operación no se puede deshacer. ¿Realmente quieres borrar este elemento?

source: No tracking codes found
es_es: No se han encontrado tracking codes

source: Separate multiple classes with spaces.
es_es: Separa múltiples clases con espacios.

source: created
es_es: creado

source: updated
es_es: actualizado

source: this item cannot be deleted
es_es: este elemento no se puede eliminar

source: deleted
es_es: borrado

source: Starting
es_es: Empezando

source: Buttons
es_es: Botones

source: Styles
es_es: Estilos

source: Settings
es_es: Configuración

source: New button
es_es: Nuevo botón

source: New style
es_es: Nuevo estilo

source: Help
es_es: Ayuda

source: About this plugin
es_es: Acerca de este plugin

source: Documentation & FAQs
es_es: Documentación y FAQs

source: Tutorials
es_es: Tutoriales

source: Contact
es_es: Contacto

source: Share
es_es: Comparte

source: Button
es_es: Botón

source: Add destinations
es_es: Añade destinos

source: Direct links
es_es: Enlaces directos

source: Own style
es_es: Tu propio estilo

source: enter a short descriptive name
es_es: introduce un nombre descriptivo

source: Additional information
es_es: Información adicional

source: enter additional information
es_es: introduce información adicional

source: Default tracking code
es_es: Tracking code por defecto

source: Style
es_es: Estilo

source: Save
es_es: Guardar

source: Customize
es_es: Personalizar

source: Predefined CSS classes
es_es: Clases CSS predefinidas

source: Additional CSS classes
es_es: Clases CSS adicionales

source: You can use these predefined CSS classes as additional CSS in your button's style configuration.
es_es: Puedes usar estas clases CSS predefinidas añadiéndolas en la configuración del estilo de tu botón.

source: Class
es_es: Clase

source: Description
es_es: Descripción

source: Centers the button
es_es: Centra el botón

source: Floats the button to the left
es_es: Mueve el botón a la izquierda

source: Floats the button to the right
es_es: Mueve el botón a la derecha

source: Adds 20px top margin, if it is preceded by another element, and always 20px bottom margin
es_es: Añade un margen superior de 20px, sólo si está precedido de otro elemento, y siempre un margen inferior de 20px

source: Adds 20px top margin
es_es: Añade un margen superior de 20px

source: Adds 20px bottom margin
es_es: Añade un margen inferior de 20px

source: Adds 20px left margin
es_es: Añade un margen izquierdo de 20px

source: Adds 20px right margin
es_es: Añade un margen derecho de 20px

source: stored
es_es: almacenado

source: Author
es_es: Autor

source: Contributor
es_es: Colaborador

source: Allow Travel Buttons to be displayed and added to pages and posts
es_es: Permitir ver botones de viaje para añadirlos en páginas y entradas

source: Allow Travel Buttons to be created and edited
es_es: Permitir crear y editar botones

source: Allow tracking code to be changed when creating or editing Travel Buttons
es_es: Permitir cambiar el tracking code al crear o editar botones

source: Allow delete Travel Buttons
es_es: Permitir borrar botones

source: Allow create and edit styles
es_es: Permitir crear y editar estilos

source: Allow delete styles
es_es: Permitir borrar estilos

source: Security
es_es: Seguridad

source: Please, load your We Travel Hub tracking codes.
es_es: Por favor, carga tus tracking codes de We Travel Hub.

source: Please, configure your default tracking code
es_es: Por favor, configura tu tracking code

source: We need to know your tracking code to keep track of transactions made by your visitors through The Travel Button® and make sure you earn your affiliate commissions.
es_es: Necesitamos conocer tu tracking code para hacer el seguimiento de las transacciones realizadas por tus visitantes a través de The Travel Button® y otorgarte las comisiones generadas.

source: Manage your account at We Travel Hub
es_es: Gestiona tu cuenta en We Travel Hub

source: Enter your We Travel Hub account API Key and load your tracking codes
es_es: Introduce el API Key de tu cuenta de We Travel Hub y carga tus tracking codes

source: Load tracking codes
es_es: Cargar tracking codes

source: Tracking code is not configured
es_es: Tracking code no configurado

source: Use default tracking code on all Travel Buttons, otherwise the tracking code defined on each Travel button will be used
es_es: Usar el tracking code por defecto en todos los botones, de lo contrario se usará el tracking code configurado en cada botón

source: Hide Travel Buttons if the tracking code is not configured
es_es: Ocultar botones si el tracking code no está configurado

source: Items per page
es_es: Elementos por página

source: Permissions
es_es: Permisos

source: let's get started! set up your first Travel Button
es_es: ¡empezamos! configura tu primer Travel Button

source: do you like it in this style?
es_es: ¿te gusta este estilo?

source: find your style
es_es: crea tu estilo

source: you are almost done!
es_es: ¡casi has terminado!

source: Create your first Travel Button
es_es: Crea tu primer Travel Button

source: you are not allowed to create Travel Button styles<br/>Please, contact the admin.
es_es: no tienes permisos para crear estilos<br/>Por favor, contacta con el admin.

source: you are not allowed to create Travel Buttons<br/>Please, contact the admin.
es_es: no tienes permisos para crear botones<br/>Por favor, contacta con el admin.

source: styles
es_es: estilos

source: Oppps, something went wrong!
es_es: ¡Uppps, algo salió mal!

source: You can use these shortcodes to generate URLs for this Travel Button and use them with your own content as custom links, images, banners... for example:
es_es: Puedes usar estos shortcodes para generar URLs relacionadas con este Travel Button y usarlas con tu propio contenido como links, imágenes, banners... por ejemplo:

source: You can use these shortcodes to make your html content, with your own style, launches the travel button when user click on it, for example:
es_es: Puedes usar estos shortcodes para hacer que tu contenido html, con su propio estilo, inicie el botón de viajes cuando el usuario haga clic en él, por ejemplo:

source: All tourism services
es_es: Todos los servicios turísticos

source: Accommodation
es_es: Alojamiento

source: Transport
es_es: Transporte

source: Restaurants
es_es: Restaurantes

source: Activities
es_es: Actividades

source: Transport specific
es_es: Específico de transporte

source: Flights
es_es: Vuelos

source: Bus
es_es: Autobús

source: Train
es_es: Tren

source: Car
es_es: Coche

source: Vacation packages
es_es: Paquetes vacacionales

source: Intuitive editor to customize your travel buttons
es_es: Editor intuitivo para personalizar tus botones de viaje

source: Link travel buttons to locations
es_es: Asócialos a diferentes lugares

source: Add travel buttons adapted to your website's style
es_es: Añade botones de viaje adaptados al estilo de su sitio web

source: Don't waste time! Change travel button styles without re-publishing your posts
es_es: ¡No pierdas el tiempo! Cambia los estilos de los botones sin tener que re-publicar

source: Full screen mode editor
es_es: Editor a pantalla completa

source: Disable resource preload (NOT RECOMMENDED). By default, resource preload is enabled to improve user experience
es_es: Desactivar la pre-carga de recursos (NO RECOMENDADO). Por defecto, la pre-carga de recursos esta activada para mejorar la experiencia de usuario
